acpi
acpid-openrc
alsa-firmware
amd-ucode
ark
artix-archlinux-support
artix-branding-base
artix-gtk-presets
artix-icons
artix-plasma-splash
artix-qt-presets
artix-wallpapers
avahi-openrc
b43-fwcutter
base
base-devel
bat
bazaar
bluedevil
bluez-openrc
breeze
breeze-gtk
btop
btrfs-progs
chrony
chrony-openrc
cronie-openrc
cryptsetup-openrc
cups-openrc
dbus-openrc
dhclient
dhcpcd-openrc
diffutils
discover
dmraid
dolphin
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elogind-openrc
ex-vi-compat
exfat-utils
f2fs-tools
falkon
fastfetch
fd
ffmpegthumbs
firefox
fish
flatpak
fzf
gamescope
git
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gwenview
haveged-openrc
hiredis
inetutils
intel-ucode
inter-font
inxi
iptables
iwd
iwd-openrc
jfsutils
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keditbookmarks
kfind
kgamma
kglobalacceld
kgpg
kinfocenter
kio-admin
kmenuedit
konsole
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwalletmanager
kwayland
kwayland-integration
kwin
kwrited
layer-shell-qt
libdbi
libesmtp
libkscreen
libksysguard
libmaxminddb
libplasma
librabbitmq-c
librdkafka
librewolf
libva-intel-driver
limine
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logrotate
lsb-release
lvm2-openrc
man-db
man-pages
mangohud
mdadm-openrc
memtest86+
mesa
metalog-openrc
micro
milou
mkinitcpio
mkinitcpio-openswap
modemmanager
mongo-c-driver
mpv
nano
nbd
neovim
neovim-qt
net-snmp
net-tools
networkmanager-openrc
nfs-utils-openrc
ntfs-3g
ocean-sound-theme
okular
openrc-settingsd
openssh-openrc
os-prober
otf-firamono-nerd
oxygen
oxygen-sounds
pipewire-openrc
pipewire-pulse
pipewire-pulse-openrc
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-welcome
plasma-workspace
plasma5support
polkit-kde-agent
power-profiles-daemon-openrc
powerdevil
powertop
print-manager
qqc2-breeze-style
qt6-multimedia-ffmpeg
qt6gtk2
reflector
rsync-openrc
s-nail
sddm-kcm
sddm-openrc
sddm-theme-artix
steam
sudo
sysfsutils
systemsettings
terminus-font
texinfo
tldr
tlp
tlp-openrc
tlp-rdw
tree
ttf-droid
ttf-firacode-nerd
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ttf-roboto-mono
ufw
ufw-openrc
usbutils
vkd3d
vlc
vlc-plugin-ffmpeg
vlc-plugin-x264
vlc-plugin-x265
vulkan-intel
vulkan-radeon
vulkan-swrast
wacomtablet
wayland
which
wireless-regdb
wireplumber-openrc
wpa_supplicant-openrc
xdg-user-dirs
xdg-utils
xfsprogs
xlibre-input-vmmouse
xlibre-input-wacom
xlibre-video-amdgpu
xlibre-video-ati
xlibre-video-dummy
xlibre-video-fbdev
xlibre-video-intel
xlibre-video-nouveau
xlibre-video-qxl
xlibre-video-sisusb
xlibre-video-vesa
xlibre-video-voodoo
xlibre-xserver
xorg-xhost
xorg-xinit
xorg-xwayland
zsh
